
[
  {
    "slug": "strategic-consulting",
    "title": "Strategic Consulting",
    "icon": "TrendingUp",
    "shortDescription": "Navigate the complex business landscape with our data-driven insights to foster growth.",
    "longDescription": "Our strategic consulting services provide you with a clear roadmap to success. We analyze market trends, assess competitive landscapes, and identify opportunities for growth. Our team of experts works closely with you to develop actionable strategies that align with your business objectives and drive sustainable results.",
    "image": { "src": "https://picsum.photos/seed/strat1/600/400", "width": 600, "height": 400, "hint": "business meeting" },
    "industries": ["Finance", "Healthcare", "Technology", "Retail"],
    "projects": [
      {
        "title": "Market Entry Strategy for Tech Startup",
        "description": "Developed a comprehensive market entry plan for a SaaS startup, resulting in a 30% market share within the first year.",
        "image": { "src": "https://picsum.photos/seed/proj1/500/300", "width": 500, "height": 300, "hint": "graphs charts" }
      }
    ]
  },
  {
    "slug": "software-development",
    "title": "Software Development",
    "icon": "Code",
    "shortDescription": "Custom software solutions tailored to your unique needs, from web to mobile platforms.",
    "longDescription": "We build robust, scalable, and secure software solutions that power your business. Our agile development process ensures that we deliver high-quality products on time and within budget. From enterprise-level applications to user-friendly mobile apps, we have the expertise to bring your vision to life.",
    "image": { "src": "https://picsum.photos/seed/dev1/600/400", "width": 600, "height": 400, "hint": "code laptop" },
    "industries": ["E-commerce", "Fintech", "Education", "Logistics"]
  },
  {
    "slug": "cloud-solutions",
    "title": "Cloud Solutions",
    "icon": "Cloud",
    "shortDescription": "Leverage the power of the cloud with our migration, management, and optimization services.",
    "longDescription": "Unlock the full potential of the cloud with Procellence Technology. We offer end-to-end cloud services, including strategy, migration, and management for AWS, Azure, and Google Cloud. Our solutions are designed to enhance scalability, improve security, and reduce operational costs.",
    "image": { "src": "https://picsum.photos/seed/cloud1/600/400", "width": 600, "height": 400, "hint": "server room" },
    "industries": ["SaaS", "Media", "Manufacturing", "Government"]
  },
  {
    "slug": "ai-integration",
    "title": "AI Integration",
    "icon": "BrainCircuit",
    "shortDescription": "Embed cutting-edge AI into your workflows to boost efficiency and unlock new opportunities.",
    "longDescription": "Transform your business with the power of Artificial Intelligence. We specialize in integrating AI technologies like machine learning, natural language processing, and computer vision into your existing systems. Our solutions help automate processes, derive valuable insights from data, and create intelligent products and services.",
    "image": { "src": "https://picsum.photos/seed/ai1/600/400", "width": 600, "height": 400, "hint": "abstract network" },
    "industries": ["Healthcare", "Customer Service", "Marketing", "Automotive"]
  },
  {
    "slug": "data-analytics",
    "title": "Data Analytics",
    "icon": "BarChart",
    "shortDescription": "Turn your data into actionable insights with our advanced analytics and visualization services.",
    "longDescription": "In the digital age, data is your most valuable asset. Our data analytics services help you collect, process, and analyze vast amounts of data to uncover trends, predict outcomes, and make informed business decisions. We create custom dashboards and reports that provide a clear view of your performance.",
    "image": { "src": "https://picsum.photos/seed/data1/600/400", "width": 600, "height": 400, "hint": "dashboard charts" },
    "industries": ["E-commerce", "Finance", "Healthcare", "SaaS"]
  }
]
